{
    "count": 31,
    "vitamins": [
        {
            "id": 0,
            "name": "A",
            "description": "É um micronutriente que pertence ao grupo das vitaminas lipossolúveis. Possui ação antioxidante, combatendo os radicais livres."
        },
        {
            "id": 1,
            "name": "B",
            "description": "As vitaminas do complexo B regulam a produção de energia no organismo, fortalecem o sistema imunológico e mantêm a saúde do sistema nervoso, da pele, dos cabelos e do intestino"
        },
        {
            "id": 2,
            "name": "C",
            "description": "Atua como antioxidante no organismo, fortalecendo o sistema imunológico, além de estimular a absorção de ferro dos alimentos."
        },
        {
            "id": 3,
            "name": "K",
            "description": "Um nutriente essencial para o corpo que participa do processo de coagulação sanguínea, e estimula a fixação de cálcio nos ossos, fortalecendo-os."
        },
        {
            "id": 4,
            "name": "E",
            "description": "Importante para fortalecer o sistema imunológico, já que tem forte ação antioxidante, evitando o dano causado pelos radicais livres nas células. É uma vitamina essencial para aumentar a imunidade."
        },
        {
            "id": 5,
            "name": "D",
            "description": "Ajuda a fortalecer os ossos e dentes, além de melhorar o sistema imunológico e ajudar na prevenção de doenças crônicas."
        }
    ],
    "foods": [
        {
            "id": 0,
            "name": "Abacate",
            "category": "Fruta",
            "benefits": "Um dos melhores aliados do nosso coração, o abacate contribui com a redução da pressão arterial graças a sua riqueza em potássio. Além disso seu alto teor de gorduras monoinsaturadas, quando aliado á uma alimentação equilibrada promove saúde e força ao nosso sistema cardiovascular.",
            "minerals": "E minerais como cobre, manganês, magnésio, fósforo, potássio e zinco.",
            "vitamins": [
                {
                    "name": "C"
                },
                {
                    "name": "B"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Abacate_Cover"
            },
            "pageImage": {
                "name": "Abacate_Page"
            },
            "seasonality" : {
                "allYear" : true,
                "period" : [],
                "description": "Por haver muitos tipos de abacate como: Geada, Fortuna e Breda, o abacate tem boa disponibilidade durante o ano todo. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 1,
            "name": "Abobrinha",
            "category": "Legume",
            "benefits": "Ajudando na digestão, visão e fortalecimentos de ossos, a abobrinha ainda contribui com o sistema cardiovascular devido a sua riqueza em fibras solúveis que se mostram eficazes até mesmo na redução dos níveis de colesterol ruim (LDL).",
            "minerals": "E minerais como fósforo, potássio, cálcio e magnésio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Abobrinha_Cover"
            },
            "pageImage": {
                "name": "Abobrinha_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [1,2,3,4,5,6,7,8,9,10],
                "description": "De janeiro a outubro, você sempre encontrara abobrinha nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 2,
            "name": "Abóbora",
            "category": "Legume",
            "benefits": "A abóbora é rica em betacaroteno, um composto que quando em contado com nosso organismo, se converte em vitamina A, a melhor amiga da visão. Esse legume combate de frente até mesmo a degeneração da nossa visão conforme envelhecemos.",
            "minerals": "E minerais como cálcio, ferro, fósforo e potássio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "E"
                }
            ],
            "coverImage": {
                "name": "Abobora_Cover"
            },
            "pageImage": {
                "name": "Abobora_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [1,2,3,4,5,6,7,8,9,10],
                "description": "De janeiro a outubro, você sempre encontrara abobrinha nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 3,
            "name": "Alface",
            "category": "Vegetal",
            "benefits": "A alface é uma grande aliada dos nossos olhos. Por ter vitamina A, luteína e zeaxantina, o consumo de alface pode trazer benefícios para a saúde ocular por meio dos carotenóides, reduzindo nossos riscos de doenças como catarata e a degeneração ocular quando em conjunto a uma alimentação equilibrada.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Alface_Cover"
            },
            "pageImage": {
                "name": "Alface_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [12,1,2,3,4,5],
                "description": "De dezembro a maio, você sempre encontrara alface nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 4,
            "name": "Alho",
            "category": "Vegetal",
            "benefits": "Quando o consumimos frequentemente, o alho pode contribuir com a redução do colesterol ruim(LDL) , regular nossa pressão sanguínea, sendo um grande protetor da saúde cardiovascular. Além disso, suas propriedades anti-fúngicas e anti-bacterianas quando aliadas a uma alimentação equilibrada potencializa nosso a saúde do nosso metabolismo.",
            "minerals": "E minerais como cálcio, cobre, potássio, fósforo, ferro.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Alho_Cover"
            },
            "pageImage": {
                "name": "Alho_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [7,8,9,10,11],
                "description": "De julho a novembro, você sempre encontrara alho nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 30,
            "name": "Alho-poró",
            "category": "Vegetal",
            "benefits": "Por ser rico em fibras, o alho-poró ajuda o funcionamento do nosso sistema digestivo e regulariza nossos hormônios de saciedade contribuindo com o controle da fome e até mesmo, a absorção de nutrientes.",
            "minerals": "E minerais como cálcio, ferro, potássio, magnésio, zinco e cobre.",
            "vitamins": [
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "AlhoPoro_Cover"
            },
            "pageImage": {
                "name": "AlhoPoro_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [8,9,10,11,12],
                "description": "De agosto a dezembro, você sempre encontrara alho-poró nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 5,
            "name": "Batata Doce",
            "category": "Legume",
            "benefits": "Por conter vitamina C, a batata doce age como um ótimo antioxidante, protegendo células do nosso corpo contra os radicais livres e o enfraquecimento de nosso sistema imunológico que contribuem com a nossa exposição a bactérias, vírus e até mesmo fungos.",
            "minerals": "E minerais como ferro, cálcio, potássio, enxofre e magnésio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "BatataDoce_Cover"
            },
            "pageImage": {
                "name": "BatataDoce_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [3,4,5,6,7,8,9],
                "description": "De março a setembro, você sempre encontrara batata-doce nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 6,
            "name": "Batata",
            "category": "Legume",
            "benefits": "Suas propriedades antioxidantes fazem com que a batata-inglesa colabore com o retardo do nosso envelhecimento e na prevenção doenças degenerativas",
            "minerals": "E minerais como cálcio e fósforo.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "E"
                }
            ],
            "coverImage": {
                "name": "Batata_Cover"
            },
            "pageImage": {
                "name": "Batata_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [],
                "description": ""
            }
        },
        {
            "id": 7,
            "name": "Beterraba",
            "category": "Legume",
            "benefits": "Grande amiga do nosso fígado, a beterraba ajuda a limpa-lo e na redução do colesterol ruim(LDL). Além de fortalecer nossos ossos e no combate da tão temida anemia.",
            "minerals": "E minerais como manganês, potássio e zinco.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Beterraba_Cover"
            },
            "pageImage": {
                "name": "Beterraba_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [1,2,3],
                "description": "De janeiro a março, você sempre encontrara beterraba nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 8,
            "name": "Cebola",
            "category": "Vegetal",
            "benefits": "Uma grande aliada de pessoas que sofrem com hipertensão, a cebola tem a capacidade de regularizar nossa pressão arterial quando aliada a uma alimentação equilibrada. Além disso, graças a sua alta concentração de enxofre, também nos ajuda a regularizar a presença de açucares em nosso sangue.",
            "minerals": "E minerais como ferro, potássio, sódio, fósforo e cálcio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Cebola_Cover"
            },
            "pageImage": {
                "name": "Cebola_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [8,9,10,11],
                "description": "De agosto a novembro, você sempre encontrara cebola nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 9,
            "name": "Cebolinha",
            "category": "Erva",
            "benefits": "Contra problemas digestivos a cebolinha é uma grande amiga. Com sua ação anti-hipertensiva e desintoxicante, equilibra nosso sistema cardiovascular e imunológico.",
            "minerals": "E minerais como potássio, folato, cálcio, fósforo.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Cebolinha_Cover"
            },
            "pageImage": {
                "name": "Cebolinha_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [12],
                "description": "Em dezembro, você sempre encontrara cebolinha nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 10,
            "name": "Cenoura",
            "category": "Legume",
            "benefits": "Grande auxiliadora da visão. a cenoura ainda contribui com a regularização da nossa pressão arterial. Além de  ser fonte de um poderoso antioxidante chamado betacaroteno, que também beneficia a saúde da pele, ajudando na prevenção dos danos causados pela ação dos raios UV.",
            "minerals": "E minerais como potássio, carotenóides, fibras e antioxidantes.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Cenoura_Cover"
            },
            "pageImage": {
                "name": "Cenoura_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [12],
                "description": "Em dezembro, você sempre encontrara cenoura nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 11,
            "name": "Coentro",
            "category": "Erva",
            "benefits": "Graças aos carotenóides que protegem contra o envelhecimento, o coentro reduz os danos causados pelos raios UVB em nossa pele. Além de conter gorduras insaturadas e vitamina C, que ajudam a reduzir o colesterol ruim(LDL) e aumentar o bom colesterol(HDL).",
            "minerals": "E minerais como cálcio, fósforo e ferro.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Coentro_Cover"
            },
            "pageImage": {
                "name": "Coentro_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [8,9,10,11,12],
                "description": "De agosto a dezembro, você sempre encontrara coentro nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 12,
            "name": "Couve",
            "category": "Vegetal",
            "benefits": "Combatendo a desregularização da nossa pressão arterial, a couve também contribui com o equilíbrio da ação dos hormônios em nosso corpo.",
            "minerals": "E minerais como cálcio, ferro, magnésio e zinco.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Couve_Cover"
            },
            "pageImage": {
                "name": "Couve_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [7,8,9],
                "description": "De julho a setembro, você sempre encontrara couve nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 13,
            "name": "Espinafre",
            "category": "Vegetal",
            "benefits": "Combatendo a anemia e a desnutrição, o espinafre combate o cansaço aumentando nossa energia e disposição. Além de melhorar a qualidade do nosso sangue.",
            "minerals": "E minerais como cálcio, magnésio e fósforo.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Espinafre_Cover"
            },
            "pageImage": {
                "name": "Espinafre_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [3,4,5,6,7,8,9,10,11],
                "description": "De março a novembro, você sempre encontrara espinafre nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 14,
            "name": "Gengibre",
            "category": "Legume",
            "benefits": "O gengibre pode te ajudar na prevenção da catarata e evitar doenças cerebrais, como a Alzheimer. Além disso, essa raiz fortalece nosso sistema respiratório e age em nosso corpo como um grande anti-inflamatório.",
            "minerals": "E minerais como magnésio, cálcio e potássio.",
            "vitamins": [
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Gengibre_Cover"
            },
            "pageImage": {
                "name": "Gengibre_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [6],
                "description": "Em junho, você sempre encontrara gengibre nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 15,
            "name": "Hortelã",
            "category": "Erva",
            "benefits": "Indicada para distúrbios gastrointestinais como diarreia, náuseas e vômitos, a hortelã também possui ação vermífuga, antigases, analgésica, antisséptico e anti-inflamatória, podendo ser utilizada até mesmo no combate a cefaleias e enxaquecas.",
            "minerals": "E minerais como sódio, ferro, magnésio e potássio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Hortela_Cover"
            },
            "pageImage": {
                "name": "Hortela_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [7,8,9],
                "description": "De julho a setembro, você sempre encontrara hortelã nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 16,
            "name": "Jabuticaba",
            "category": "Fruta",
            "benefits": "Rica em fibras, a Jabuticaba é uma ótima aliada na regulação do intestino. Além disso, esta fruta também é uma ótima forma de consumir anti-oxidantes.",
            "minerals": "E minerais como cálcio, potássio, magnésio.",
            "vitamins": [
                {
                    "name": "C"
                },
                {
                    "name": "B"
                },
                {
                    "name": "E"
                }
            ],
            "coverImage": {
                "name": "Jabuticaba_Cover"
            },
            "pageImage": {
                "name": "Jabuticaba_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [7,8],
                "description": "Em setembro e outubro, você sempre encontrara jabuticaba nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 17,
            "name": "Laranja",
            "category": "Fruta",
            "benefits": "A laranja é o reforço imunológico que todos nós precisamos. Riquíssima em vitamina C, também ajuda a diminuir nossos níveis de colesterol ruim(LDL) no organismo.",
            "minerals": "E minerais como ferro, potássio, cálcio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Laranja_Cover"
            },
            "pageImage": {
                "name": "Laranja_Page"
            },
            "seasonality" : {
                "allYear" : true,
                "period" : [],
                "description": "Por haver muitos tipos de laranja como: Lima, Pera e Baia, a laranja tem boa disponibilidade durante o ano todo. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 18,
            "name": "Limão",
            "category": "Fruta",
            "benefits": "O limão quando consumido com regularidade pode nos ajudar retardando a digestão de açúcares e amidos, colaborando diretamente com nosso funcionamento intestinal.",
            "minerals": "E minerais como potássio, fósforo, magnésio, cálcio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "E"
                }
            ],
            "coverImage": {
                "name": "Limao_Cover"
            },
            "pageImage": {
                "name": "Limao_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [1,2,3,4],
                "description": "De janeiro a abril, você sempre encontrara limão nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 19,
            "name": "Manjericão",
            "category": "Erva",
            "benefits": "Com uma potente ação antioxidante, o manjericão tem como principal função proteger o corpo de ataques bacterianos, ação desintoxicante, antisséptica, antiespasmódica ajudando o corpo a se proteger de todo tipo de infecção. Além disso, essa erva é uma grande aliada na estimulação da memória e no manejo do estresse.",
            "minerals": "E minerais como cálcio, fósforo e ferro.",
            "vitamins": [
                {
                    "name": "B"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Manjericao_Cover"
            },
            "pageImage": {
                "name": "Manjericao_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [7,12],
                "description": "Em setembro e dezembro, você sempre encontrara manjericão nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 20,
            "name": "Morango",
            "category": "Fruta",
            "benefits": "Ajudando a reduzir o colesterol por ser rico em antocianina, o morango possui um tipo de antioxidante que impede a oxidação do colesterol ruim (LDL) e eleva as taxas do colesterol bom (HDL), sendo um grande aliado da nossa saúde cardiovascular.",
            "minerals": "E minerais como magnésio, manganês, potássio e silício.",
            "vitamins": [
                {
                    "name": "C"
                },
                {
                    "name": "B"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Morango_Cover"
            },
            "pageImage": {
                "name": "Morango_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [7,8,9],
                "description": "De junho a setembro, você sempre encontrara morango nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 21,
            "name": "Orégano",
            "category": "Erva",
            "benefits": "Ajudante do controle de pressão arterial, o orégano também é um ótimo aliado ao nosso sistema digestivo, produzindo enzimas importantes para o nosso corpo.",
            "minerals": "E minerais como zinco, magnésio, cálcio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Oregano_Cover"
            },
            "pageImage": {
                "name": "Oregano_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [3,8],
                "description": "Em março e agosto, você sempre encontrara orégano nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 22,
            "name": "Pepino",
            "category": "Legume",
            "benefits": "Graças à grande quantidade de água em sua composição, o pepina nos ajuda a manter a hidratação do nosso corpo, além de contribuir para o bom funcionamento do trânsito intestinal.",
            "minerals": "E minerais como magnésio, potássio, fósforo, cálcio e manganês.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Pepino_Cover"
            },
            "pageImage": {
                "name": "Pepino_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [3,4],
                "description": "Em março e abril, você sempre encontrara pepino nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 23,
            "name": "Pimentão",
            "category": "Legume",
            "benefits": "A cor do pimentão está diretamente ligada ao grau de maturação e determina os benefícios à saúde. O pimentão vermelho é rico em licopeno, atuando na redução de problemas que podem afetar nosso sistema cardiovascular. Já o verde é fonte de vitaminas B, enquanto o amarelo contém maior quantidade de vitamina C, um poderoso antioxidante aliado de nossa imunidade.",
            "minerals": "E minerais como potássio, fósforo, magnésio e cálcio.",
            "vitamins": [
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Pimentao_Cover"
            },
            "pageImage": {
                "name": "Pimentao_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [1,2,3,4],
                "description": "De janeiro a abril, você sempre encontrara pimentão nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 24,
            "name": "Rabanete",
            "category": "Legume",
            "benefits": "Além de conter fibras que ajudam no funcionamento do intestino, o rabanete também estimula a produção de bile, o que é benéfico para nossa digestão e para o funcionamento regular do fígado.",
            "minerals": "E minerais como potássio, cálcio, magnésio, fósforo, cobre e zinco.",
            "vitamins": [
                {
                    "name": "B"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Rabanete_Cover"
            },
            "pageImage": {
                "name": "Rabanete_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [5,6,7,8,9,10,11,12],
                "description": "De maio a dezembro, você sempre encontrara rabanete nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 25,
            "name": "Romã",
            "category": "Fruta",
            "benefits": "Rica em antioxidantes punicalagins encontrados na semente e na casca do fruto, a romã é uma ótima aliada  por sua ação anti-inflamatória no nosso organismo.",
            "minerals": "E minerais como potássio e fósforo.",
            "vitamins": [
                {
                    "name": "B"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Roma_Cover"
            },
            "pageImage": {
                "name": "Roma_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [12],
                "description": "Em dezembro, você sempre encontrara romã nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 26,
            "name": "Rúcula",
            "category": "Vegetal",
            "benefits": "Ajudando a diminuir os níveis de glicose no sangue e a melhorar a resistência à insulina, a rúcula também fortalece e protege nossos vasos sanguíneos.",
            "minerals": "E minerais como cálcio, ferro, fósforo, magnésio e potássio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Rucula_Cover"
            },
            "pageImage": {
                "name": "Rucula_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [3,4],
                "description": "Em março e abril, você sempre encontrara rúcula nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 27,
            "name": "Tomate",
            "category": "Legume",
            "benefits": "Rico em licopeno, um pigmento que exerce uma potente ação antioxidante no organismo, o tomate protege nossas células do efeito dos radicais livres, inibindo a proliferação das células tumorais, prevenindo e atrasando o desenvolvimento de diferentes tipos de câncer.",
            "minerals": "E minerais como fósforo, potássio, cálcio e magnésio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "C"
                },
                {
                    "name": "K"
                }
            ],
            "coverImage": {
                "name": "Tomate_Cover"
            },
            "pageImage": {
                "name": "Tomate_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [12,1,2],
                "description": "Em dezembro a fevereiro, você sempre encontrara tomate nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        },
        {
            "id": 28,
            "name": "Tomilho",
            "category": "Erva",
            "benefits": "O tomilho apresenta propriedades antissépticas, que podem ser usadas em casos de afecções pulmonares e como estimulante do nosso trato digestivo.",
            "minerals": "E minerais como cálcio e potássio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Tomilho_Cover"
            },
            "pageImage": {
                "name": "Tomilho_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [],
                "description": ""
            }
        },
        {
            "id": 29,
            "name": "Vagem",
            "category": "Legume",
            "benefits": "Auxiliando no funcionamento do intestino, a vagem é rica em fibras, e contém nutrientes importantes que ajudam no humor, agindo diretamente em nossa produção de serotonina, o hormônio do bem-estar.",
            "minerals": "E minerais como cálcio, magnésio, fósforo e potássio.",
            "vitamins": [
                {
                    "name": "A"
                },
                {
                    "name": "B"
                },
                {
                    "name": "C"
                }
            ],
            "coverImage": {
                "name": "Vagem_Cover"
            },
            "pageImage": {
                "name": "Vagem_Page"
            },
            "seasonality" : {
                "allYear" : false,
                "period" : [12],
                "description": "Em dezembro, você sempre encontrara vagem nos seus espaços de agricultura favoritos. Nessa época, este alimento esta em alta para participar das suas refeições e você pode encontra-los com preços mais interessantes."
            }
        }
    ]
}
